{
    "liked_videos": [
        {
            "Title": "INTERACTIVE CRUSADER KINGS 3 Livestream: Decide Haesteinn's Fate!",
            "Video ID": "qVvhagJQ02Y",
            "Published At": "2023-10-14T19:47:40Z",
            "Tags": [
                "crusader kings 3",
                "ck3",
                "haesteinn",
                "ck3 livestream",
                "ck3 koifish",
                "ck3 choose your own adventure",
                "ck3 audience vote",
                "livestream audience votes",
                "chat decides livestream",
                "ck3 vikings",
                "ck3 haesteinn",
                "ck3 haesteinn guide",
                "ck3 dynasty",
                "ck3 dynasty legacies",
                "ck3 mega campaign",
                "ck3 viking",
                "ck3 koi fish",
                "crusader kings iii",
                "ck3 norse",
                "Crusader kings iii",
                "ck3 royal court",
                "ck3 dlc",
                "ck3 guide",
                "ck3 broken",
                "ck3 strategy",
                "crusader kings 3 tips",
                "ck3 challenge",
                "koi fish ck3",
                "ck3 867 start"
            ],
            "Description": "Join Koifish for a LEGENDARY Crusader Kings 3 livestream experience where YOU control the destiny of Haesteinn! The most powerful Viking in the world! Will he conquer Sweden or attempt to seduce the Queen of England? Will he travel to India or raid the riches of Rome? It's all up to you!\n\n👑 Get ready to participate in this interactive choose-your-own-adventure experience. Your votes will shape Haesteinn's legacy, from his conquests to the names of his heirs. Don't miss out on the medieval mayhem with the very master of CK3: Koifish!\n\nLater on in the livestream, we will also REWATCH some LOST KOIFISH CONTENT! It's everything from old and forgotten Warband videos, to my very first Crusader Kings adventure! \n\n#ck3 #crusaderkings3"
        },
        {
            "Title": "the president wanted the white House painted",
            "Video ID": "Q5VB1YJeWx8",
            "Published At": "2023-09-30T14:00:24Z",
            "Tags": [],
            "Description": "the US president wanted the house contractors, so he scouted out 3 contractors and this is what they said."
        },
        {
            "Title": "Can the LAST VIKING revive his DEAD FAITH? - CK3 Asatru Challenge",
            "Video ID": "kJ7E0GHBSbM",
            "Published At": "2022-10-15T17:18:35Z",
            "Tags": [
                "crusader kings 3",
                "ck3",
                "Crusader kings iii",
                "ck3 royal court",
                "ck3 dlc",
                "CK3 balanced",
                "crusader kings 3 gameplay",
                "crusader kings 3 guide",
                "ck3 guide",
                "crusader kings 3 challenge",
                "ck3 broken",
                "crusader kings 3 intrigue",
                "ck3 strategy",
                "ck3 reviving dead religion",
                "ck3 asatru",
                "ck3 asatru 1066",
                "ck3 last viking",
                "crusader kings iii",
                "crusader kings 3 tips",
                "ck3 religion",
                "ck3 challenge",
                "ck3 koi fish",
                "koi fish ck3"
            ],
            "Description": "In the 1066 start date, there are not that many Vikings left in the world! Asatru has lost almost all of It's power to the mighty cross! But ONE Last Viking remains! Erik the Heathen still has a chance to reclaim the Kingdom of Sweden, and bring back the DEAD FAITH to life! So join me in this Crusader Kings 3 adventure to bring Odin back into the world in this CK3 Asatru Challenge!\n\nIn this video, Koifish will attempt to re-take all of Sweden from the Catholic Crusader Kings, and reform the once dead religion into a new, powerful and mighty one! I will be using all the tips and tricks and strategies that I went over in my Lifestyle guide series, mainly focusing on Martial and Learning! I'm also playing with all the current DLC, Including Northern Lords, Royal Court and Fate of Iberia!"
        },
        {
            "Title": "Yoel Romero Was a Mutant",
            "Video ID": "FRw-PC-KnSs",
            "Published At": "2023-06-11T10:57:30Z",
            "Tags": [
                "yoelromero",
                "ufc",
                "mma",
                "jre",
                "joerogan",
                "martialarts",
                "mixedmartialarts",
                "shorts",
                "short"
            ],
            "Description": "Yoel Romero was one of the scariest fighters to ever fight in mma, those who fought claim hitting him felt like hitting metal.\n\n#joerogan #jre #mixedmartialarts #martialarts #yoelromero #ufc #mma #shorts #short"
        },
        {
            "Title": "Best Air Fryer Banana Bread #bananabread #bananabreadrecipe #airfryerrecipes #homemaking #homemade",
            "Video ID": "otcE6wEHKuE",
            "Published At": "2023-04-27T18:56:31Z",
            "Tags": [],
            "Description": "Air Fryer Banana Bread\nIngredients: \n- 1 Ripe Banana \n- 1 Egg\n- 1/4c Milk (of choice)\n- 1 tsp Vanilla Extract\n- 2 tbsp Oil or Melted Butter\n- 3/4c All Purpose Flour\n- 1/2 tsp Baking Soda\n- 2-3 tbsp Brown Sugar\n- Strawberries, Blueberries, Walnuts, etc. (optional)\n\nDirections:\n- Mash Bananas\n- Mix in wet ingredients \n- Mix in dry ingredients \n- Mix in berries or nuts (optional)\n- Put in Air fryer at 300 degrees fahrenheit for 30 minutes \n\n(Depending on your air fryer & pan, time & temp may vary. So just keep an eye on it and test it with a toothpick to see if it comes out clean. This recipe fills 2 of these 5x3 loaf pans in this video that I got from Publix.)"
        }
    ],
    "subscribed_channels": [
        {
            "Channel Title": "Montu Plays",
            "Channel ID": "UCnbmkVyQ6oa8L0lsuqdQ25g",
            "Description": "I am Montu and welcome to Montu Plays. Here I have uploaded loads of content to help you improve your gaming! \n\nI have shared my tips and strategies in an easy, matter-of-fact way so that you can apply them in your games. Using Walkthroughs and Lets Play to really dive into the details, I present robust tutorials and guides! \n\nIf you enjoy what you see, don't forget to SUBSCRIBE! \n\nIf you would like to support this channel please head over to check out my Patreon (link below).\n\n-ABOUT-\n\nI have been a PC gamer for many years now. I love strategy and 4x games. As an idea of my experience I have accumulated over 5000 hours in Stellaris, 2500 hours in Europa Universalis IV and 700 hours in Sid Meier's Civilisation VI. In my spare time I  enjoy cooking!\n",
            "Keywords": "\"Montu Plays\" Stellaris \"Stellaris Tutorial\" \"PC Gaming\" \"Stellaris Strategy\" \"Stellaris Tip\" \"Stellaris explained\" \"Stellaris Let's Play\" \"Stellaris Advanced Strategy\" \"how to play Stellaris\" \"Stellaris Walkthrough\" \"Stellaris Tutorial\" \"Stellaris gameplay\""
        },
        {
            "Channel Title": "Koifish",
            "Channel ID": "UCfQhdC0i9MZ9Gah3DTafedQ",
            "Description": "Hello! Welcome to my channel! I'm a Swedish guy who loves to make fun and entertaining gaming videos! So if fun gameplay is something you like, then this is the channel for you!",
            "Keywords": "gaming \"video game\" koifish \"crusader kings 3\" warband strategy Bannerlord \"Total War\""
        },
        {
            "Channel Title": "Occams Laser",
            "Channel ID": "UCWGHZyEw5gJB3wlWQYzKQtg",
            "Description": "I am OCCAMS LASER. \nSynthwave & Dark-Synth artist.\nBancamp: occamslaser.bandcamp.com/\niTunes: https://itunes.apple.com/us/artist/occams-laser/946414874\nSpotify: open.spotify.com/artist/64qCw2HNCDMQeN2rx9YSSG",
            "Keywords": "Occams Laser Darksynth Music Synthwave"
        },
        {
            "Channel Title": "FNG",
            "Channel ID": "UCXAcZP7G9t8rCNh7uR71T7Q",
            "Description": "I make football videos init.",
            "Keywords": ""
        },
        {
            "Channel Title": "The Red King",
            "Channel ID": "UCQ5HI0YpfTUsGlPX1eClcGQ",
            "Description": "I tell stories, explore lore and read histories. \n\nIf you enjoy my content please let me know and please, hit that subscribe button. \n\nSUPPORT:\nMERCH: https://red-king.shop/\nPATREON: https://www.patreon.com/theredkingyt\nYOUTUBE: https://www.youtube.com/channel/UCQ5HI0YpfTUsGlPX1eClcGQ/join\nHUMBLEBUNDLE: https://www.humblebundle.com/?partner=redking\n\nFOLLOW:\nDISCORD: https://discord.gg/N9mqxdwZnw\nTWITTER: https://twitter.com/RedKing_YouTube\n\nChannel Art Banner and Logo made by DamnDirtyCat - please find more of their work here: https://www.reddit.com/user/DamnDirtyCat\n",
            "Keywords": "stellaris \"stellaris federations\" \"stellaris gameplay\" \"stellaris guide\" \"stellaris lets play\" \"stellaris megacorp\" \"stellaris nemesis\" \"stellaris tutorial\" \"stellaris utopia\" \"stellaris precursor\" \"stellaris aquatics\" \"paradox interactive\" \"stellaris guide\" \"stellaris beginner guide\" \"stellaris 2021\" \"stellaris 2022 guide\" \"Stellaris Lore\" \"Stellaris precusors\" \"Stellaris precursor lore\" \"Stellaris let's play\" \"Stellaris how to\""
        },
        {
            "Channel Title": "Flickiify",
            "Channel ID": "UClW3SUx0qQoRLsV5ywsfDIQ",
            "Description": "Most people call me Flick! I make videos about the football/soccer space.",
            "Keywords": "\"fifa 23\" \"fifa 23 career mode\" \"career mode\" \"fifa career mode\" \"fifa realistic career mode\" \"fifa realistic rebuild\""
        },
        {
            "Channel Title": "GothamChess",
            "Channel ID": "UCQHX6ViZmPsWiYSFAyS0a3Q",
            "Description": "The Internet's Chess Teacher",
            "Keywords": "Gothamchess \"Levy Rozman\" \"Levi Rozman\" \"Chess Instruction\" \"Instructional Chess\" \"Chess Lessons\" \"Chess Tips\" \"Gotham Chess\" \"How to play chess\" \"chess lessons for beginners\" \"chess lessons for intermediate\" \"guess the elo\" \"magnus carlsen\" gmhikaru \"hikaru nakamura\""
        },
        {
            "Channel Title": "Farya Faraji",
            "Channel ID": "UC2_JOhJf-VAQm5VRqjY40Rw",
            "Description": "Welcome to my channel! My goal is to showcase musical traditions from all over the globe, regardless of culture, ethnicity and religion. I want this channel to be like a musical world museum, a library of musical traditions from all over the world and all over time. I make three general types of content here: arrangements of historical/world music that respects each culture and time period’s authenticity, original compositions that are more creative but still utilise aspects of world music, and informative videos where I explore certain subjects using academic research and sources. ",
            "Keywords": ""
        },
        {
            "Channel Title": "Randy",
            "Channel ID": "UCUmLRMERmJrmUtgnbFfknAg",
            "Description": "game maker\n",
            "Keywords": "Randy \"Thomas Randall\" Thomas \"Tom Randall\" Arcane Devlog"
        },
        {
            "Channel Title": "shounic",
            "Channel ID": "UCHlTEt24Yb4ylJFuWz7hXIw",
            "Description": "",
            "Keywords": "shounic tf2"
        },
        {
            "Channel Title": "Zieley",
            "Channel ID": "UCizsfcITE0GkHlS5Rp5oXjA",
            "Description": "Hello there,\n\nI try to make funny and helpful videos about various strategy games. Subscribe if you want to see videos about Civilization 6 or Crusader Kings 3.\n\n\"I love war\"\n-Ivan Redkach, Ukrainian professional boxer",
            "Keywords": "Civ \"Civ 6\" \"Civilization 6\" \"Civilization VI\" \"Crusader Kings\" \"Crusader Kings 3\" \"Crusader Kings III\""
        },
        {
            "Channel Title": "Lathland",
            "Channel ID": "UCFLXUteuWTuXIjxf2OpKC4A",
            "Description": "Currently I have no business email, ANY emails from me are false! With that said... Contact me via twitter to get my attention!! :D \n\nWelcome sirs and sirettes! To Lathland , home of Lathrix. This channel is dedicated to lets plays of any kind, rants, and general fun. \n\nArtwork by Emilee and some in-video art and outro/intros by PolarrPandaa! - http://www.youtube.com/user/POLARRPANDAA\n\nFollow me on Twitter for upcoming events and to read my constant stream of nonsense: \nhttps://twitter.com/Lathrix\n\nFeel free to send me a message with any questions.",
            "Keywords": "Gameplay \"let's play\" \"sandbox game\" \"sandbox games\" commentary UK British \"from the depths\" Robocraft lathrix telegram"
        },
        {
            "Channel Title": "Colonel Damneders",
            "Channel ID": "UCe_QycfIo6TGytMX9Xi5LJQ",
            "Description": "I like video games and making videos and making videos about video games\n",
            "Keywords": "\"Total War: Warhammer 2\" \"Total War\" Gaming Strategy \"Strategy Games\" \"Colonel Damneders\""
        },
        {
            "Channel Title": "Danheim",
            "Channel ID": "UCLTQVYwu-M-MnfOJDKlFnOQ",
            "Description": "About Danheim\nDanheim is a Nordic folk/Viking inspired project from the Copenhagen-based Danish producer Reidar Schæfer Olsen, a man with 8 years of experience in electronic and ambient music - focusing on Nordic Folk and Viking age inspired music with a certain Nordic authenticity or mood. Danheim's music is often composed of ideas and stories based on the darker side of the Viking period, inspired or consisting of Nordic mythology, old Danish folklore, and a vivid imagination. \n\nSupport me, and get my music here:\nhttps://linktr.ee/danheim\n\nLicense my music Music:\nListen or read more about it here:\nhttps://danheimmusic.com/license-music/\n\n\nMerchandise and Official Danheim Store:\nhttps://www.danheimmusic.com/viking-shop-merch/\n\n\nFeel free to use my music in your youtube/twitch videos, as long as you credit me/link to my channel in the description.\nMore info here:\nhttps://www.facebook.com/DanheimMusic/posts/pfbid02BEmYs29xKrrseFwy61DmwxRMZmCh3dXAsjXfhFQvP535dRmyoh31rTJAu5xUKTRal\n",
            "Keywords": "\"Danish viking music\" \"viking music\" \"scandinavian music\" \"dark music\" \"intense viking music\" Danheim wardruna Fiorn"
        },
        {
            "Channel Title": "Manchester United",
            "Channel ID": "UC6yW44UGJJBvYTlfC7CRg2Q",
            "Description": "This is the official YouTube channel of Manchester United.\n\nSubscribe for free now and we'll bring you unique behind-the-scenes access to Old Trafford and Carrington, exclusive player features and all the latest goals and match action.\n\nWe'll also open the doors to our world-renowned Academy, and take a look back at the legendary players and classic matches that made Manchester United the greatest football club in the world!",
            "Keywords": "\"manchester united\" mufc \"man utd\" manutd mu ggmu \"old trafford\" \"premier league\" \"champions league\" UEFA \"fa cup\" \"league cup\" \"carabao cup\" \"europa league\" \"de gea\" wan-bissaka maguire lindelof shaw pogba matic fred mctominay mata rashford martial \"man utd news\" \"man utd training\" \"aon training complex\" ronaldo \"cristiano ronaldo\" elanga sancho fernandes"
        },
        {
            "Channel Title": "SsethTzeentach",
            "Channel ID": "UCD6VugMZKRhSyzWEWA9W2fg",
            "Description": "I do it for the money.",
            "Keywords": "seth sseth sseth672 SsethTzeentach spawn karthus farming simulator two adults read an adult story league of legends"
        },
        {
            "Channel Title": "Laith - TheSocialStreamers",
            "Channel ID": "UCoIlFkPDq7paFeujY5J-q7g",
            "Description": "Welcome to the channel!\n\nWe make videos - What we like to call 'Art'. Or 'Perfection'. Or 'Beauty Incarnate'. Any of these really.\n\nOnly the highest quality videos for your viewing pleasure - or a video of Laith or Tom screwing up. The latter being more likely.\n\nBelkalai - Laith\nLantibus - Tom\n\nHere's our email - TheSocialStreamers@gmail.com",
            "Keywords": "\"The Social Streamers\" \"Social Streamers\" TheSocialStreamers Social Streamers Belkalai Lantibus Laith Tom EU4 \"eu4 memes\" \"eu4 multiplayer\" \"eu4 strategy\" \"eu4 funny\" \"eu4 channel\" \"eu4 exploit\" \"eu4 update\" \"eu4 co op\" \"eu4 campaign\" \"funny memes\" CK3 \"Paradox Interactive\" english \"grand strategy\" \"strategy games\" \"british humour\" \"total war\" \"democracy 4\" bannerlord co-op \"vic 3\" \"eu4 but\" \"eu4 discord\" \"eu4 challenge\" socialstreamers funny exploit \"video game\" \"game break\" \"game exploit\""
        },
        {
            "Channel Title": "Gotham Games",
            "Channel ID": "UCgv3XYGdtWHgpPK_evgorSQ",
            "Description": "Hi! This is the official 3rd channel of GothamChess. We post full chess game clips here. Yes, it's really official. I super promise!",
            "Keywords": "chess gothamchess \"levy rozman\" \"magnus carlsen\" \"hikaru nakamura\" \"chess teacher\" \"speed chess\" \"funny chess\" \"twitch chess\" \"beginner chess\" \"chess videos\" checkmate \"chess puzzles\" \"chess tactics\" \"chess recaps\" \"funny chess moments\" \"youtube chess\" chess.com \"chess clips\" \"best chess clips\" \"queen's gambit\" \"chess tricks\" chessly \"gotham chess\""
        },
        {
            "Channel Title": "Eternalised",
            "Channel ID": "UCqos1tl0RntucGGtPXNxkkA",
            "Description": "In Pursuit of Meaning.\n\nMy life’s task is to help as many people as possible who seek to enrich their lives with value and meaning.\n\nSubscribe via email to receive the latest posts and updates \nhttps://eternalisedofficial.com/subscribe\n",
            "Keywords": "eternalised philosophy psychology existentialism \"carl jung\""
        },
        {
            "Channel Title": "The Infographics Show",
            "Channel ID": "UCfdNM3NAhaBOXCafH7krzrA",
            "Description": "Facts are fun, but most are presented in boring and badly edited videos. The Infographics Show focuses on making animated motion infographic videos, made in a fun and entertaining way. \n\nSoftware that we use: Adobe Audition for voice recording, Adobe Illustrator for dealing with vectors, and Adobe After Effects for animation. \n\nIf you want to sponsor a video or discuss any other business-related things, you can get our email below.\n\n",
            "Keywords": "facts comparison versus vs compare celebrity animation infographic statistics show statistic education fun entertainment funtainment RealLifeLore"
        },
        {
            "Channel Title": "One Proud Bavarian",
            "Channel ID": "UCtTqRL3pJ355Ec_W0afyKrA",
            "Description": "I am One Proud Bavarian and I release videos to everything related or coming from Paradox Interactive, because I'm a huge grand strategy fan.\nVideos usually go live in the European evening!. That might be roleplay, gameplay, discussion or idea pitch videos - you get a massively varying package of Crusader Kings and Victoria 3 and general gaming content!\n\n",
            "Keywords": "\"grand strategy\" \"Paradox Interactive\" \"one proud bavarian\" \"crusader kings\""
        },
        {
            "Channel Title": "Jordan B Peterson",
            "Channel ID": "UCL_f53ZEJxp8TtlOkHwMV9Q",
            "Description": "Jordan B. Peterson is a Canadian professor of psychology, clinical psychologist, YouTube personality, best-selling author and host of the #1 Education Podcast, \"The Jordan B. Peterson Podcast\". Watch the entirety of Dr. Peterson's catalog on DailyWire+: https://utm.io/ueJdK\n\nThis channel features videos from his classes, his podcasts, interviews, book tours and lectures. You can watch the incredibly popular lecture series \"Personality and Its Transformations\", \"Maps of Meaning: The Architecture of Belief\", as well as his \"The Psychological Significance of the Biblical Stories\" lectures for free.\n",
            "Keywords": "Psychology personality existentialism phenomenology pragmatism Jung Freud Nietzsche narrative neuropsychology depression anxiety \"social justice\" \"left wing\" \"right wing\" \"Jordan Peterson\" \"Jordan B Peterson\" \"intellectual dark web\" responsibility behaviorism hierarchy \"pareto distribution\" \"Price’s law\" \"Matthew principle\" \"jordan perterson\" \"jorden peterson\""
        },
        {
            "Channel Title": "Jackie Fish",
            "Channel ID": "UCNjxbL33FhDGeIOp3vd3ndg",
            "Description": "Welcome to my grand strategy YouTube Channel! Visiting all ranges of historical time periods such as Ancient Rome, Ancient China, The Dark ages, Medieval Siege Warfare, shot and pike, The American Civil War and many more. We will be thrown straight in to the front lines taking control of armies with battle number ranging up to 30,000 men in one battle.The main games you will find on my channel are the Total War series as this game allows me to explore all the grate battles through out history in a epic fashion. I will be able to show you guys these Epic battles in the form of commentary replays were I look at the battle from cinematic view after playing it. \nAs well as this I love to play mods so you will find many custom map battles on my channel as well as many mod spot lights which will give you a review on the latest and hottest mods for total war and other game series.\nI also love fantasy, so you will find plany of Total War Warhammer on my channel along with Third age",
            "Keywords": "\"Total War\" Gameplay \"Let's Play\" Campaign Gaming \"Strategy Game\" \"Jackie Fish\" \"total war rome 2\" \"total war warhammer 2\" \"total war saga troy\" \"mound and blade 2 bannerlord\" \"mount and blade\" \"historical battle\" \"epic battle\" \"Total War Rome 2\" bannerlord \"video game mod\""
        },
        {
            "Channel Title": "Pirate Software",
            "Channel ID": "UCMnULQ6F6kLDAHxofDWIbrw",
            "Description": "Pirate Software is an indie game studio based out of Washington state.\nWe're a bunch of nerds that like making games.\n\nCheck out our game Heartbound!\nhttps://store.steampowered.com/app/567380/Heartbound/\n",
            "Keywords": "Twitch \"Game Making\" \"Game Program\" \"Game Development\" Heartbound \"Pirate Software\" \"Game Programming\" \"Game Art\" \"Indie Game\" \"Game Developer\" \"Game Designer\" \"Indie Development\" Thor Shaye Stijn \"Jason Thor Hall\" Lore Baron Binder Book RPG \"Role Playing Game\" Game Indie Games Gaming \"Pixel Art\" Pixel \"Concept Art\" Stream \"Game Stream\" \"Indie Games\" GameDev Music \"Video Games\" Breakfast Champion \"Champions of Breakfast\" 💜💛"
        },
        {
            "Channel Title": "Dream",
            "Channel ID": "UCTkXRDQl0luXxVQrRQvWS6w",
            "Description": "Minecraft stuff, yes, my IGN is Dream",
            "Keywords": "\"dream minecraft\" \"dream minecraft channel\" \"dream youtube\" \"dreamonpvp minecraft\" \"dreamaf minecraft\" \"dreamxd minecraft\" \"dream ign minecraft\" \"dream ign\" \"dream skippy\" \"dream badboyhalo\" skeppy badboyhalo Pewdiepie \"dream hypixel\" \"dream munchymc\" \"dream gapple\" gapple.io munchymc.com hypixel.net \"minecraft pop\" \"minecraft trolling\" \"minecraft troll\" \"pewdiepie minecraft\" \"minecraft bedwars\""
        },
        {
            "Channel Title": "WIRED",
            "Channel ID": "UCftwRNsjfRo08xYE31tkiyw",
            "Description": "WIRED is where tomorrow is realized.",
            "Keywords": "wired technology tech gadgets \"autocomplete interview\""
        },
        {
            "Channel Title": "ViveLeRoy",
            "Channel ID": "UCW5xu_aYQxVXg8VzKZAcEMg",
            "Description": "I'm mainly doing Memes on Paradox Interactive Games such as EU4, Hoi4, ...\nI am just a little frenchman and I may be retarded and do cursed things. \n\nDiscord : https://discord.gg/jxvrwsupYr\nsecondary channel in case of ban : https://www.youtube.com/channel/UCQVNygr7_YNJh2cDvcVC7Tg\n\n\nAll the content on my channel and this video are apolitical and don't seek to incite and does not seek to incite hatred, to promote terrorist organizations or to violate the fundamental laws of humanity.\n\nOnly aim to be funny for the eu4/PDX games community.\n",
            "Keywords": "EU4 \"EU4 MEMES\" \"EU4 VIDEOS\" \"EUROPA UNIVERSALIS 4\" \"EU4 VIVELEROY\" \"EU4 MEME\" \"EU4 FUNNY\" \"EU4 FRANCE\" \"EU4 SLANDER\" \"EU4 BE LIKE\" \"PARADOX INTERACTIVE GAME\""
        },
        {
            "Channel Title": "Gotham Clips",
            "Channel ID": "UCUV5-V-QKR3tUTkKE1X_QMA",
            "Description": "This is the 2nd Channel Of GothamChess. \n\nWe post funny clips from Twitch streams and YouTube videos here. \n\nIf you're reading this, you're awesome. \n",
            "Keywords": ""
        },
        {
            "Channel Title": "Kings and Generals",
            "Channel ID": "UCMmaBzfCCwZ2KqaBJjkj0fw",
            "Description": "Welcome to Kings and Generals, the premier YouTube channel for anyone interested in military history. Our channel is dedicated to providing high-quality educational content that explores some of the most significant military campaigns, battles, and strategies throughout history.\nOur team of passionate historians and military experts are committed to delivering accurate and engaging content that is accessible to viewers of all levels. From the ancient world to the modern era, we cover a wide range of topics with a focus on in-depth analysis and informative discussions.\nOur videos feature detailed maps, graphics, and animations that bring historical events to life and make them easier to understand. Kings and Generals is the go-to resource for anyone looking to learn more about military history.\nJoin our community of history enthusiasts and discover the fascinating world of military history with Kings and Generals.\nSponsorship email: info@kingsandgenerals.net\n\n",
            "Keywords": "\"Historical Documentary Animated Documentary Kings and Generals\" \"Nurrrik and phoenix\" education history bazbattles invicta \"epic history tv\" \"historia civilis\" \"total war\" napoleon mongols strategy yarmouk belisarius justinian"
        },
        {
            "Channel Title": "Vox",
            "Channel ID": "UCLXo7UDZvByw2ixzpQCufnA",
            "Description": "Vox helps you understand our world.\n\nVox video is Mona Lalwani, Valerie Lapinski, Cath Spangler, Dion Lee, Joss Fong, Adam Freelander, Bridgett Henwood, Kim Mas, Coleman Lowndes, Christophe Haubursin, Ranjani Chakraborty, Liz Scheltens, Phil Edwards, Rajaa Elidrissi, Christina Thornell, Laura Bult, Ed Vega, Kristen Williamson, Matt Dunne, Joey Sendaydiego, Melissa Hirsch, and Halley Brown, with engagement support from Jayne A. Quan. \n\nHelp keep our work free for everyone by making a financial gift to Vox! http://www.vox.com/give-now\n\nCheck out our FAQ on permissions and licensing of our videos: https://www.voxmedia.com/pages/licensing\n\n✉️ Write us: voxvideo@vox.com\n",
            "Keywords": "vox.com vox news explain politics video documentary explainer \"vox explains\" \"explainer video\" \"vox borders\" earworm \"missing chapter\" \"glad you asked\" \"vox atlas\" atlas \"vox darkroom\" darkroom \"vox almanac\" almanac"
        },
        {
            "Channel Title": "Net Ninja",
            "Channel ID": "UCW5YeuERMmlnqo4oq8vwUpg",
            "Description": "Black-belt your web development skills. Over 2000 free programming tutorial videos about:\n\n- Modern JavaScript (beginner to advanced)\n- Node.js\n- React\n- Vue.js\n- Firebase\n- MongoDB\n- HTML & CSS\n- PHP & MySQL\n- Laravel\n- React Native\n- Flutter\n- Open AI\n- SolidJS\n\n...And many more topics as well :)\n",
            "Keywords": "html css javascript tutorials \"web design\" \"web development\" development \"front-end development\" wordpress mvc \"responsive design\" \"beginner html\" \"beginner css\" \"beginner javascript\" js \"node js\" python laravel responsive tutorial tutorials \"web design\""
        },
        {
            "Channel Title": "HISTORY",
            "Channel ID": "UC9MAhZQQd9egwWCxrwSIsJQ",
            "Description": "The HISTORY® Channel, a division of A+E Networks, is the premier destination for historical storytelling. From best-in-class documentary events, to a signature slate of industry leading nonfiction series and premium fact-based scripted programming, The HISTORY® Channel serves as the most trustworthy source of informational entertainment in media. The HISTORY® channel has been named the #1 U.S. TV network in buzz for seven consecutive years by YouGov BrandIndex, and a top favorite TV network by Beta Research Corporation. For a deeper dive, visit history.com or follow @history on Instagram, Twitter, Facebook, and TikTok. For additional press materials visit the A+E Networks Press Center at http://press.aenetworks.com.",
            "Keywords": "vikings \"swamp people\" \"counting cars\" \"mountain men\" \"curse of oak island\" \"american pickers\" alone \"forged in fire\" history \"history channel\" \"the history channel\" \"history channel full episodes\" \"aliens history channel\" \"history channel ancient aliens\" documentaries documentary \"ancient aliens\" \"history channel documentaries\" \"history channel vikings\" \"history channel shows\" \"history channel alone\""
        },
        {
            "Channel Title": "What If",
            "Channel ID": "UCphTF9wHwhCt-BzIq-s4V-g",
            "Description": "An epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a journey through hypothetical worlds and possibilities, some in distant corners of the universe, others right here on Earth. Each scenario examines a scientific theory, research or fact through a hypothetical question. ",
            "Keywords": "\"Science Fiction\" \"Hypothetical Scenarios\" Science Entertainment Documentaries Cosmology Earth SciFi \"what happens if\" \"what if\" \"possible worlds\" \"biggest questions in science\" \"absurd questions\" \"what if scenario\" sun \"solar system\" mars \"time travel\" jupiter space \"science fiction\" myths \"human body\" \"space documentary\" \"space movies\" Phenomenon Effects VFX \"Think Different\" Creativity Animation Exploration Dinosaur \"The Most Extreme\" Education"
        },
        {
            "Channel Title": "Linus Tech Tips",
            "Channel ID": "UCXuqSBlHAE6Xw-yeJA0Tunw",
            "Description": "Linus Tech Tips is a passionate team of \"professionally curious\" experts in consumer technology and video production who aim to educate and entertain.\n",
            "Keywords": "Unboxing Review Computer Hardware Motherboard Intel AMD NVIDIA gaming"
        },
        {
            "Channel Title": "Android Authority",
            "Channel ID": "UCgyqtNWZmIxTx3b6OxTSALw",
            "Description": "Android Authority is the largest independent publication dedicated to the world's most widely used operating system. Every month, we influence an audience of 50 million technology enthusiasts, industry professionals, and savvy millennials. Our team is a diverse coalition of expert writers, device reviewers, videographers, journalists and Android developers who have come together under a united passion: a love of mobile technology and the determination to deliver top-notch content.",
            "Keywords": "Android \"Android Authority\" \"Android reviews\" \"Android news\" \"smartphone reviews\" Samsung OnePlus Xiaomi LG Huawei Sony HTC Motorola Vivo Oppo"
        },
        {
            "Channel Title": "Invicta",
            "Channel ID": "UCwO-UgquohXwoe7f0e6lMnw",
            "Description": "Welcome to Invicta, the home for history documentary videos on fascinating people and places from the past. We cover all sorts of historical topics such as the war of Alexander the Great in Persia, the politics of Julius Caesar in Ancient Rome, the fashion of kings in Medieval times, and much more. Our goal is to provide education and entertainment for everyone across the world by bringing the black and white past in to living color. \n\nOur featured history documentary series include \"Moments in History\", \"How They Did It\" and \"The Art of War\".\n\nSubscribe so you don't miss out.",
            "Keywords": "history moments \"history of\" documentary \"history documentary\" \"roman history\" \"roman army\""
        },
        {
            "Channel Title": "Elijah Oxford",
            "Channel ID": "UCJs7E9RvfwmfE_WPvVJ8CPg",
            "Description": "Navigating through spiritual exhaustion with philosophy & thought\n\nInquiries:\nelijahoxford2022@gmail.com",
            "Keywords": ""
        },
        {
            "Channel Title": "carwow",
            "Channel ID": "UCUhFaUpnq31m6TNX2VKVSVA",
            "Description": "carwow is the free easy way to change your car online.\n\nLooking to sell your car or buy a new one? You can do it all with carwow. Buy or sell with our 3000+ trusted dealers today. \n\nOur network of dealers bid to buy your car, or sell you your next one, so you know you'll get a great price - all in just a few clicks! \n\nBuy. Sell. WOW.\n",
            "Keywords": "carwow \"car reviews\" \"car review\" \"drag race\" \"drag racing\" \"car news\" \"mat watson\" \"bmw review\" \"mercedes review\" \"audi review\""
        },
        {
            "Channel Title": "Rimmy Downunder",
            "Channel ID": "UC5gsrZTtWG_AqDFmuq81Q-w",
            "Description": "Turns out the only time people see this is if I link it to them on Discord. Fun times, eh? Get outta here nerd, go to the fun part of the channel.\n\nMy second channel, literally for shitposting and dog videos:\nhttps://www.youtube.com/channel/UCknO__IO56Sp73bB_SBto2g\n\nTwitch: \nhttps://www.twitch.tv/rimmy \nDiscord:  \nhttps://www.discord.gg/rimmy\nTwitter:\nhttps://twitter.com/Rimmy_Downunder\n",
            "Keywords": "Rimmy Downunder Gaming"
        },
        {
            "Channel Title": "iSorrowproductions",
            "Channel ID": "UCmKdqsvmV6e7Pwy7N2PMnnA",
            "Description": "Memes, history and anime pillows\nPC SPECS:\nCase: Corsair 680x Black\nProcessor: Intel Core i9-9900K \nCPU Cooling: Asetek 550LC High Performance Liquid Cooling\nMotherboard: Z490 [10th gen] Chipset\nMemory: Corsair Vengeance RGB PRO 32GB (4x8GB) DDR4\nPrimary Hard Drive: SAMSUNG 970 EVO Plus M.2 NVMe 500GB\nSecondary Hard Drive: Seagate 2TB HDD\nGraphics Card: GeForce RTX 2080 Ti 11GB\nPower Supply: 850 Watt 80 Plus\nOperating System: Windows 10 64 Bit",
            "Keywords": "eu4 europa universalis isorrowproductions isorrow productions strategy"
        },
        {
            "Channel Title": "JerryRigEverything",
            "Channel ID": "UCWFKCr40YwOZQx8FHU_ZqqQ",
            "Description": "Anker is the Official Charging Partner of JerryRigEverything!\n\nI review technology from the inside. \nElectric cars are the future. \nLets get Started! \n\nSEND ME STUFF: \n125 E Main St. Suite 335\nAmerican Fork, Ut. \n84003\n\nANYTHING SENT TO THE ABOVE ADDRESS will not be returned. \nIf you want me to make a video tear-down on a product, feel free to send it. There is no guarantee of a video unless agreed upon via email beforehand.\n\nVideos are for Entertainment Purposes only.  Attempt any repairs at your own risk. \n\nJerryRigEverything is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com.\n",
            "Keywords": "\"cell phone repair\" \"mobile phone\" technology JerryRigEverything \"Jerry rig everything\" tech \"how to\" how-to \"life hack\" projects tools create make science educational education tutorial hacker \"most viewed\""
        },
        {
            "Channel Title": "Drew Durnil",
            "Channel ID": "UCPcABVoFfCK5gDfX0PY1KGg",
            "Description": "History, Geography & World Memes\n\nVideos posted after October 2019 were edited by Ricky Mulock or Frank Sanchez\nVideos posted after May 2022 were edited by Frank Sanchez or Natan Sanchez\n\n\n",
            "Keywords": "\"Hearts of Iron 4\" Civilization \"Civ 5\" \"Civ 6\" \"Europa Universalis 4\" EU4 HOI4 \"Strategy Games\" PC maps geography world country nation countries nations language \"history memes\" USA Russia Germany UK Memes Meme France Canada China Japan Africa Brazil Asia Europe \"world history\" memes meme maps map flags flag"
        },
        {
            "Channel Title": "See U in History / Mythology",
            "Channel ID": "UC9u3UqkoikJ9Nr8t4wvyNRQ",
            "Description": "All about Greek Mythology and History in one place\n\n\n\n",
            "Keywords": "History greek mythology norse education myth documentary ancient"
        },
        {
            "Channel Title": "Nivarias",
            "Channel ID": "UCEcdWgwI36-uObOjmW6JGow",
            "Description": "The Austrian with a slight flaw in his character.\n\nPlayground for strategy and simulation games. I only publish fully edited Let's Plays - you won't find me talking around for hours without anything happening. Every minute counts and should be meaningful. I try to squeeze in as much quality content as possible.\n\nGames range from the Anno Series to Indie strategy games to simulators to big RPGs. \n\nNivarias - a combination of Nivarius (latin for snow) and Matthias my real life name. \n\nPC Specs\nAMD Ryzen 5800x3D\n32GB G.SKILL 3600\nGigabyte x570 Aorus Ultra\nMSI Nvidia Geforce 4080 Gaming Trio\nBeQuiet DarkBase Pro 700\nSeasonic Prime 850W Platinum\nWindows 11\n\n-------------------------------------------------\n\nDiscord: https://discord.gg/ydb5bCg\nDonations PayPal: https://paypal.me/Nivarias\nPatreon: https://www.patreon.com/user?u=36821933",
            "Keywords": "gaming \"let's play\" \"lets play\" soundtrack video games \"video games\" gameplay walkthrough playthrough strategy \"city builder\" simulation survival"
        },
        {
            "Channel Title": "TED-Ed",
            "Channel ID": "UCsooa4yRKGN_zEE8iknghZA",
            "Description": "TED-Ed’s mission is to create lessons worth sharing. Feed and expand your curiosity with our award-winning animated shorts - published on YouTube and available with supplemental learning materials on ed.ted.com.\n\nWant to suggest an idea for a TED-Ed animation, nominate an educator or animator? Visit our website at: http://ed.ted.com/get_involved.\n\nConsider backing us on Patreon. By doing so, you directly support our nonprofit mission to create free, high-quality educational content: https://www.patreon.com/teded\n\nFor more information on using TED-Ed content for commercial purposes (e.g. employee learning, in a film, or in an online course), please submit a Media Request using this link: https://media-requests.ted.com/ \n",
            "Keywords": "TED TED-Ed TEDEd \"TED Education\" animation \"animated videos\" history math science myths riddles literature poetry psychology education \"mental health\" health space biology physics brain animals music philosophy"
        },
        {
            "Channel Title": "Zlewikk TV",
            "Channel ID": "UCxIc7L-c2aCOkqnkoHJlgbQ",
            "Description": "I like to break Europa Universalis IV in all different ways. Challenges, guides, multiplayer games. All in one place!\n\nYoutube Channel 'Zlewikk TV' is dedicated to Paradox Interactive products, 'Europa Universalis IV' and history primarily. It is followed by 106k people. Watched over 55 000 000 times. For English speaking subscribers.\n\nBusiness e-mail: zlewikk@screenwavemedia.com\n",
            "Keywords": "eu4 europa universalis memes zlewikk \"europa universalis\" multiplayer \"strategy games\" \"epic blob battles\" guides \"double timelapse\" \"eu4 zlewikk\" \"eu4 tutorial\""
        },
        {
            "Channel Title": "Biographics",
            "Channel ID": "UClnDI2sdehVm1zm_LmUHsjQ",
            "Description": "Biographics publishes three videos every week, providing biographic profiles of the men and women who -- for better or for worse -- helped write the pages of human history. \n\nOriginally co-founded by Simon Whistler and Shell Harris, in conjunction with TopTenzNet. You can investigate some of Simon's other channels here:\n\nGeographics: https://www.youtube.com/channel/UCHKRfxkMTqiiv4pF99qGKIw\nTopTenz: https://www.youtube.com/user/toptenznet\nTodayIFoundOut: https://www.youtube.com/user/TodayIFoundOut\nMegaProjects: https://www.youtube.com/channel/UC0woBco6Dgcxt0h8SwyyOmw\nSideProjects: https://www.youtube.com/channel/UC3Wn3dABlgESm8Bzn8Vamgg\nBusiness Blaze: https://www.youtube.com/channel/UCYY5GWf7MHFJ6DZeHreoXgw\n",
            "Keywords": "biography biographies biographics bio bios"
        },
        {
            "Channel Title": "Jordan B Peterson Clips",
            "Channel ID": "UCodkb-qBktJI5NrUsPYpf7g",
            "Description": "This channel consists of official clipped videos of Dr. Jordan B Peterson's content. Dr. Peterson is a professor and clinical psychologist. The clips are derived from lectures, interviews, and self-uploaded videos. This channel will occasionally release clips prior to the full videos on https://www.youtube.com/user/JordanPetersonVideos.\n\nWatch the entirety of Dr. Peterson's catalog on DailyWire+: https://utm.io/ueJdK\n\nPlease do not forget to subscribe to the channel to enjoy weekly videos.\n\nOther ways to connect with Dr. Peterson:\n\nJoin the JBP newsletter: https://mailchi.mp/jbpdaily/jbp-weekly-signup\nFacebook: https://www.facebook.com/drjordanpeterson/\nPodcast: https://jordanbpeterson.com/podcast/\nInstagram: https://www.instagram.com/jordan.b.peterson/\n",
            "Keywords": "psychology personality neuropsychology \"Jordan B. Peterson\" \"Jordan Peterson\" \"JB Peterson\" jordanbpeterson jordanpeterson philoshophy"
        },
        {
            "Channel Title": "Life of Boris",
            "Channel ID": "UCS5tt2z_DFvG7-39J3aE-bQ",
            "Description": "The strangest gaming channel you will ever see.\n///\nHome of the Slav King, slav cooking, slav gaming and everything cheeki breeki.\n",
            "Keywords": "cooking howto gaming lifeofboris \"life of boris\" \"english subtitles\" gaming Boris"
        },
        {
            "Channel Title": "freeCodeCamp.org",
            "Channel ID": "UC8butISFwT-Wl7EV0hUK0BQ",
            "Description": "Learn to code for free.",
            "Keywords": "\"coding bootcamp\" \"learn to code\" \"software engineer\" nonprofits \"full stack\" \"front end\" developer programmer javascript python \"web development\" technology math coding css html \"web design\" \"data science\" \"mcahine learning\" linux"
        }
    ]
}